13/data/attachments/6ba300ea8f7a7ebd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>William_recognize_Actions_53114_0</nif:username>
            <nif:friendToBeRequested>soap_actions_a5ed8966-d45f-46e8-afb3-5282e6c133f4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>